Добро пожаловать на сайт DCStudio 
Это просто инфомативный сайт.
DCStudio это студия по созданию дискорд ботов и приложений.
Наш сервер дискорд https://discord.gg/3CrxbhUnyM
Официальный ютуб канал https://youtube.com/channel/UCDdT65wYaVTqpsI6TES_Mqw


Правила сервера :

> Не спамте в чате 
> Не используйте 18+
> Не отправляйте ссылки в чате
> Не просите роли и.т.д
> Не используйте КАПС
> Не упоминайте семью
> Не переписывайтесь в каналах не придназначеных для этого
> Не оскорбляйте игроков
> Мат использовать можно но не злоупотребляйте
> Не пытайтесь обмануть администрацию

Если вы не согласны со своим наказанием вы можете написать сощдателю в лс.
Если вы увидели как кто-то нарушает правила вы можете написать в канал жалобы.
